Repository: japf/2day
Catalog: src/2Day.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, es_es, fr_fr, hu_hu, pl_pl, ru_ru, sv_se, zh_cn

# AboutPage_Title.Text
source: About
cs_cz: O aplikaci
es_es: Acerca de
fr_fr: À propos
hu_hu: Névjegy
pl_pl: O
ru_ru: О программе
sv_se: Om
zh_cn: 关于我们

# ActiveSyncSettingsPage_AppPassword.Text
source: If you are using 2-form factors authentication, you must use an application password for 2Day.
cs_cz: Pokud používáte dvouformové faktory ověření, musíte použít heslo aplikace pro 2Day.
es_es: Si estás usando la verificación en dos pasos, tienes que usar una contraseña de la aplicación para 2Day.
fr_fr: Si vous utilisez l'authentification à 2 niveaux, vous devez utiliser un mot de passe d'application pour 2Day.
hu_hu: Ha kétlépcsős azonosítást használ, jelszót kell beállítania a 2Day-hez.
pl_pl: Jeśli używasz dwuetapowego uwierzytelniania, musisz wprowadzić hasło do aplikacji dla 2Day.
ru_ru: Если вы используете двухфакторную проверку подлинности, вы должны использовать пароль приложения для 2Day.
sv_se: Omdu använder 2-form-faktor-autentisering måste du använda ett app-lösenord för 2Day.
zh_cn: 如果您使用二维因素身份验证，那么您必须使用应用密码

# ActiveSyncSettingsPage_AppPasswordLink.Text
source: Create an application password
cs_cz: Vytvořit heslo aplikace
es_es: Crear una contraseña de la aplicación
fr_fr: Créer un mot de passe d'application
hu_hu: Jelszó létrehozása
pl_pl: Stwórz hasło do aplikacji
ru_ru: Создать пароль приложения
sv_se: Skapa ett app-lösenord
zh_cn: 创建应用的密码

# ActiveSyncSettingsPage_Email.Text
source: Email
hu_hu: E-mailcím
ru_ru: Эл. почта
sv_se: E-post
zh_cn: 电子邮箱

# ActiveSyncSettingsPage_Password.Text
source: Password
cs_cz: Heslo
fr_fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło
ru_ru: Пароль
sv_se: Lösenord
zh_cn: 密码

# ActiveSyncSettingsPage_ServerUri.Text
source: Server url
cs_cz: Url serveru
es_es: Servidor url
fr_fr: Adresse du serveur
hu_hu: Kiszolgáló címe
pl_pl: Adres serwera
ru_ru: Сервер
zh_cn: 服务器url

# ActiveSyncSettingsPage_ServerUriExplanation.Text
source: Leave this field empty if you want the application to try to autodetect your server.
cs_cz: Nechte toto pole prázdné, pokud chcete, aby se aplikace pokusila automaticky detekovat váš server.
es_es: Deja este campo si quieres que la aplicación detecte automaticamente el servidor
fr_fr: Laisser ce champ vide si vous voulez que l'application détecte automatiquement le serveur
hu_hu: Hagyja üresen, ha azt szeretné, hogy a 2Day keresse meg a kiszolgálót
pl_pl: Pozostaw to pole puste jeżelo chcesz aby aplikacja spróbowała wykryć automatycznie twój serwer
ru_ru: Оставьте это поле пустым, если вы хотите чтобы программа автоматически обнаружила сервер.
sv_se: Lämna detta fält tomt om du vill att appen ska försöka autodetektera din server.
zh_cn: 如果您想让应用程序自动检测您的服务器，请将此栏为空

# AddContext_Title
source: Create context
cs_cz: Vytvořit souvislost
es_es: Crear contexto
fr_fr: Créer un contexte
hu_hu: Kategória létrehozása
pl_pl: Utwórz kontekst
ru_ru: Создать контекст
sv_se: Skapa kontext
zh_cn: 创建情景

# AppBar_Add.Label
source: Add
cs_cz: Přidat
es_es: Añadir
fr_fr: Ajouter
hu_hu: Létrehozás
pl_pl: Dodaj
ru_ru: Добавить
sv_se: Lägg till
zh_cn: 添加

# AppBar_AddContext.Text
source: Context
cs_cz: Souvislost
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
pl_pl: Kontekst
ru_ru: Контекст
sv_se: Kontext
zh_cn: 情景

# AppBar_AddEdit.Label
source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
pl_pl: Edytuj
ru_ru: Изменить
sv_se: Redigera
zh_cn: 编辑

# AppBar_AddFolder.Text
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
ru_ru: Папка
sv_se: Mapp
zh_cn: 文件夹

# AppBar_AddSmartView.Text
source: Smart view
cs_cz: Chytré zobrazení
es_es: Vista inteligente
fr_fr: Vue intelligente
hu_hu: Egyéni nézet
pl_pl: Inteligentny widok
ru_ru: Интеллектуальный просмотр
sv_se: Smartvy
zh_cn: 智能浏览

# AppBar_AddTask.Text
source: Task
cs_cz: Úkol
es_es: Tarea
fr_fr: Tâche
hu_hu: Feladat
pl_pl: Zadanie
ru_ru: Задача
sv_se: Uppgift
zh_cn: 任务

# AppBar_AddView.Text
source: View
cs_cz: Zobrazení
es_es: Vista
fr_fr: Vue
hu_hu: Nézet
pl_pl: Widok
ru_ru: Вкладка
sv_se: Vy
zh_cn: 视图

# AppBar_Complete.Label
source: Complete
cs_cz: Hotovo
es_es: Acabado
fr_fr: Terminée
hu_hu: Befejezettnek jelölés
pl_pl: Zakończ
ru_ru: Выполнено
sv_se: Färdigställd
zh_cn: 已完成

# AppBar_Delete.Label
source: Delete
cs_cz: Smazat
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
pl_pl: Skasuj
ru_ru: Удалить
sv_se: Ta bort
zh_cn: 删除

# AppBar_Filter.Label
source: Order
cs_cz: Seřadit
es_es: Ordenar
fr_fr: Tri
hu_hu: Sorrend
pl_pl: Porządek
ru_ru: Порядок
sv_se: Ordning
zh_cn: 次序

# AppBar_NoDueDate.Content
source: No due date
cs_cz: Žádný termín splnění
es_es: Sin fecha
fr_fr: Pas d'échéance
hu_hu: Határidő nélküli
pl_pl: Nie ma daty do
ru_ru: Нет даты выполнения
sv_se: Inget färdidställandedatum
zh_cn: 没有截止日期

# AppBar_Postpone.Label
source: Postpone
cs_cz: Odložit
es_es: Posponer
fr_fr: Reporter
hu_hu: Elhalasztás
pl_pl: Opóźnij
ru_ru: Отложить
sv_se: Skjut upp
zh_cn: 推迟

# AppBar_Print.Text
source: Print
cs_cz: Tisk
es_es: Imprimir
fr_fr: Imprimer
hu_hu: Nyomtatás
pl_pl: Drukuj
ru_ru: Печатать
sv_se: Skriv
zh_cn: 打印

# AppBar_Priority.Label
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
pl_pl: Priorytet
ru_ru: Приоритет
sv_se: Prioritet
zh_cn: 优先

# AppBar_Priority_High.Text
source: High
cs_cz: Vysoká
es_es: Alta
fr_fr: Haute
hu_hu: Magas
pl_pl: Wysoki
ru_ru: Высокий
sv_se: Hög
zh_cn: 高

# AppBar_Priority_Low.Text
source: Low
cs_cz: Nízká
es_es: Baja
fr_fr: Basse
hu_hu: Alacsony
pl_pl: Niski
ru_ru: Низкий
sv_se: Låg
zh_cn: 低

# AppBar_Priority_Medium.Text
source: Medium
cs_cz: Střední
es_es: Medio
fr_fr: Normal
hu_hu: Közepes
pl_pl: Średnie
ru_ru: Средний
zh_cn: 中

# AppBar_Priority_None.Text
source: None
cs_cz: Nic
es_es: Ningun
fr_fr: Aucune
hu_hu: Nincs megadva
pl_pl: Brak
ru_ru: Ничего
sv_se: Ingen
zh_cn: 无

# AppBar_Priority_Star.Text
source: Star
cs_cz: Hvězdička
es_es: Estrella
fr_fr: Étoile
hu_hu: Kiemelt
pl_pl: Gwiazda
ru_ru: Избранное
sv_se: Stjärna
zh_cn: 星级

# AppBar_QuickAdd.Label
source: Quick add
cs_cz: Rychle přidat
es_es: Añadir rapidamente
fr_fr: Ajout rapide
hu_hu: Feladat azonnali létrehozása
pl_pl: Szybkie dodanie
ru_ru: Быстрое добавление
zh_cn: 快速添加

# AppBar_Settings.Label
source: Settings
cs_cz: Nastavení
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置

# AppBar_Share.Text
source: Share
cs_cz: Sdílet
es_es: Compartir
fr_fr: Partager
hu_hu: Megosztás
pl_pl: Podziel się
ru_ru: Поделиться
sv_se: Dela
zh_cn: 共享

# AppBar_Speech.Label
source: Speech
cs_cz: Řeč
es_es: Habla
fr_fr: Parler
hu_hu: Hangutasítás
pl_pl: Mowa
ru_ru: Речь
sv_se: Röst
zh_cn: 语音

# AppBar_Sync.Label
source: Sync
cs_cz: Synchronizovat
es_es: Sincronización
fr_fr: Synchro
hu_hu: Szinkronizálás
pl_pl: Synchronizuj
ru_ru: Синхронизация
sv_se: Synkronisering
zh_cn: 同步

# AppMenu_ContextMenu_Folder_Delete
source: Delete
cs_cz: Smazat
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
pl_pl: Skasuj
ru_ru: Удалить
sv_se: Ta bort
zh_cn: 删除

# AppMenu_ContextMenu_Folder_Edit
source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
pl_pl: Edytuj
ru_ru: Изменить
sv_se: redigera
zh_cn: 编辑

# AppMenu_ContextMenu_Folder_Pin
source: Pin
cs_cz: Připnout
es_es: Anclar
fr_fr: Épingler
hu_hu: Kitűzés
pl_pl: Przypnij
ru_ru: Закрепить
sv_se: Fäst
zh_cn: 固定

# AppMenu_ContextMenu_Folder_Share
source: Share
cs_cz: Sdílet
es_es: Compartir
fr_fr: Partager
hu_hu: Megosztás
pl_pl: Podziel się
ru_ru: Поделиться
sv_se: Dela
zh_cn: 共享

# AppMenu_ContextMenu_Folder_Unpin
source: Unpin
cs_cz: Zrušit připnutí
es_es: Desanclar
fr_fr: Détacher
hu_hu: Levétel
pl_pl: Odepnij
ru_ru: Открепить
sv_se: Fäst inte
zh_cn: 解除固定

# AppMenu_ContextMenu_Hide
source: Hide
cs_cz: Skrýt
es_es: Ocultar
fr_fr: Masquer
hu_hu: Elrejtés
pl_pl: Ukryj
ru_ru: Скрыть
sv_se: Dölj
zh_cn: 隐藏

# ChooseSyncPage_Title.Title
source: choosing your synchronization provider
cs_cz: výběr vašeho poskytovatele synchronizace
es_es: Elija el proveedor de sincronizadores
fr_fr: Choisissez votre mode de synchronisation
hu_hu: válasszon kiszolgálót a szinkronizáláshoz
pl_pl: Wybierz miejsce synchronizacji
ru_ru: выбор вашей службы синхронизации
sv_se: väljer din synkronisering
zh_cn: 请选择您要同步的提供方

# ContextSettingsPage_Intro.Text
source: Contexts help you organize tasks by where you are and what you are doing.
cs_cz: Souvislosti vám pomohou organizovat úkoly podle toho, kde jste nebo co děláte.
es_es: Los contextos te permiten organizar las tareas según el sitio donde te encuentres y lo que estés haciendo
fr_fr: Les contextes vous permettent d'organiser vos tâches selon l'endroit où vous vous trouvez et ce que vous avez à votre disposition.
hu_hu: A kategóriák pl. helyszín vagy tevékenység alapján segítenek a tennivalók rendszerezésében.
pl_pl: Konteksty pomagają zorganizować zadania poprzez oznaczenie gdzie jesteś i co robisz.
ru_ru: Контексты помогают вам организовать ваши задания смотря где вы находитесь и что вы делаете.
sv_se: Kontexter hjälper dig att organisera uppgifter efter var du är och vad du gör
zh_cn: 情景将通过确定您在哪里和您在做什么来帮助您组织任务。

# ContextSettingsPage_Title.Text
source: Contexts
cs_cz: Souvislost
es_es: Contextos
fr_fr: Contextes
hu_hu: Kategóriák
pl_pl: Kontekst
ru_ru: Kонтексты
sv_se: Kontexter
zh_cn: 情景

# ContextSettings_ContextName.PlaceholderText
source: Context name
cs_cz: Název souvislosti
es_es: Nombre de contexto
fr_fr: Nom du contexte
hu_hu: Kategória neve
pl_pl: Nazwa kontekstu
ru_ru: Название контекста
sv_se: Kontextnamn
zh_cn: 情景名称

# CreateEditFolderPage_FolderNamePlaceholder.PlaceholderText
source: Folder name
cs_cz: Název složky
es_es: Nombre de la carpeta
fr_fr: Nom du dossier
hu_hu: Mappa neve
pl_pl: Nazwa folderu
ru_ru: Имя папки
sv_se: Mappnamn
zh_cn: 文件夹名称

# CreateEditFolder_Color.Header
source: Color
cs_cz: Barva
fr_fr: Couleur
hu_hu: Szín
pl_pl: Kolor
ru_ru: Цвет
sv_se: Färg
zh_cn: 颜色

# CreateEditFolder_General.Header
source: General
cs_cz: Obecné
fr_fr: Général
hu_hu: Általános
pl_pl: Główne
ru_ru: Главная
sv_se: Allmänt
zh_cn: 常规

# CreateEditFolder_Options.Header
source: Options
cs_cz: Možnosti
es_es: Opciones
hu_hu: Beállítások
pl_pl: Opcje
ru_ru: Опции
sv_se: Alternativ
zh_cn: 选项

# CreateEditFolder_ShowInViews.Text
source: Show in all views
cs_cz: Ukázat ve všech zobrazeních
es_es: Muestran en las vistas
fr_fr: Montrer dans toutes les vues
hu_hu: Minden nézetben mutassa a mappában található feladatokat
pl_pl: Pokaż we wszystkich widokach
ru_ru: Показывать в вкладке "все"
sv_se: Visa i alla vyer
zh_cn: 在所有视图中显示

# CreateEditTaskPage_Context.Text
source: Context
cs_cz: Souvislost
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
pl_pl: Kontekst
ru_ru: Контекст
sv_se: Kontext
zh_cn: 情景

# CreateEditTaskPage_Due.Text
source: Due
cs_cz: Termin splnění
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Határidő
pl_pl: Do
ru_ru: Срок
sv_se: Färdigställandedatum
zh_cn: 到期

# CreateEditTaskPage_DueNone.Content
source: None
cs_cz: Nic
es_es: Ningun
fr_fr: Aucune
hu_hu: Nincs megadva
pl_pl: Brak
ru_ru: Ничего
sv_se: Inget
zh_cn: 无

# CreateEditTaskPage_DueOther.Content
source: Other
cs_cz: Jiný
es_es: Otro
fr_fr: Autre
hu_hu: Egyéb
pl_pl: Inna
ru_ru: Другое
sv_se: Annat
zh_cn: 其他

# CreateEditTaskPage_DueToday.Content
source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
pl_pl: Dziś
ru_ru: Сегодня
sv_se: Idag
zh_cn: 今天

# CreateEditTaskPage_DueTomorrow.Content
source: Tomorrow
cs_cz: Zítra
es_es: Mañana
fr_fr: Demain
hu_hu: Holnap
pl_pl: Jutro
ru_ru: Завтра
sv_se: Imorgon
zh_cn: 明天

# CreateEditTaskPage_EditHtmlNote.Text
source: The note contains HTML formatting. You can edit it but that will remove the formatting. Tap here to enter edit mode.
cs_cz: Poznámka používá HTML formátování. Můžete jí upravit, ale odstraníte tím formátování. Kliknutím začněte upravovat.
es_es: La nota contiene formato HTML. Puedes editarla pero cambiara el formato. Clica aqui para entrar en el modo de edición
fr_fr: La note contient un formatage HTML. Vous pouvez l'éditer mais le formatage sera perdu. Appuyez ici pour éditer.
hu_hu: A jegyzet HTML alapú formzást tartalmaz. A jegyzet szerkesztésével eltávolítja a formázást. Ha mégis szeretné szerkeszteni, koppintson/kattintson ide.
pl_pl: Notatka zawiera formatowanie HTML. Możesz ją edytować, ale formatowanie zostanie usunięte. Naciśnij tutaj aby edytować.
ru_ru: Заметка содержит HTML форматирование. Вы можете изменить заметку, но это удалить форматирование. Нажмите здесь, чтобы войти в режим редактирования.
sv_se: Denna not innehåller HTML-formattering. Du kan redigera den, men det tar bort formatteringen. Tryck här för att redigera.
zh_cn: 备注包含 HTML 格式设置，您可以编辑它但是这将删除这种格式设置。点击这里以进入编辑模式。

# CreateEditTaskPage_Folder.Text
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
ru_ru: Папка
sv_se: Mapp
zh_cn: 文件夹

# CreateEditTaskPage_Frequency.Text
source: Frequency
cs_cz: Četnost
es_es: Frecuencia
fr_fr: Fréquence
hu_hu: Ismétlődés
pl_pl: Częstotliwość
ru_ru: Повторение
sv_se: Frekvens
zh_cn: 频率

# CreateEditTaskPage_HeaderAdvanced.Header
source: Advanced
cs_cz: Pokročilé
es_es: Avanzado
fr_fr: Avancé
hu_hu: Haladó
pl_pl: Zaawansowane
ru_ru: Дополнительное
sv_se: Avancerat
zh_cn: 高级别

# CreateEditTaskPage_HeaderGeneral.Header
source: General
cs_cz: Obecné
fr_fr: Général
hu_hu: Általános
pl_pl: Główne
ru_ru: Главная
sv_se: Allmänt
zh_cn: 常规

# CreateEditTaskPage_HeaderNotes.Header
source: Notes
cs_cz: Poznámky
es_es: Notas
hu_hu: Jegyzet
pl_pl: Notatki
ru_ru: Заметки
sv_se: Not
zh_cn: 备注

# CreateEditTaskPage_Notes.Text
source: Notes
cs_cz: Poznámky
es_es: Notas
hu_hu: Jegyzet
pl_pl: Notatki
ru_ru: Заметки
sv_se: Not
zh_cn: 备注

# CreateEditTaskPage_NotesPlaceholder.PlaceholderText
source: Notes...
cs_cz: Poznámky...
es_es: Notas...
hu_hu: Jegyzet…
pl_pl: Notatki...
ru_ru: Заметки...
sv_se: Not …
zh_cn: 备注…

# CreateEditTaskPage_Priority.Text
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
pl_pl: Priorytet
ru_ru: Приоритет
sv_se: Prioritet
zh_cn: 优先

# CreateEditTaskPage_Progress.Text
source: Progress
cs_cz: Pokrok
es_es: Estado
fr_fr: Avancement
hu_hu: Készültségi fok
pl_pl: Progres
ru_ru: Процесс выполнения
sv_se: Status
zh_cn: 进度

# CreateEditTaskPage_Reminder.Text
source: Reminder
cs_cz: Připomenutí
es_es: Alarma
fr_fr: Rappel
hu_hu: Emlékeztető
pl_pl: Alert
ru_ru: Напоминание
sv_se: Påminnelse
zh_cn: 提醒

# CreateEditTaskPage_StartDate.Text
source: Start date
cs_cz: Počáteční datum
es_es: Fecha de inicio
fr_fr: Date de démarrage
hu_hu: Kezdési idő
pl_pl: Data rozpoczęcia
ru_ru: Дата начала
sv_se: Startdatum
zh_cn: 开始日期

# CreateEditTaskPage_TagPlaceholder.Watermark
source: Tag name...
cs_cz: Název štítku
es_es: Nombre de etiqueta...
fr_fr: Nom du tag...
hu_hu: Címke neve…
pl_pl: Nazwa tagu....
ru_ru: Название метки...
sv_se: Tagnamn …
zh_cn: 标记名称…

# CreateEditTaskPage_Tags.Text
source: Tags
cs_cz: Štítky
es_es: Etiqueta
hu_hu: Címkék
pl_pl: Tagi
ru_ru: Метки
sv_se: Taggar
zh_cn: 标记

# CreateEditTaskPage_TaskNamePlaceholder.PlaceholderText
source: Task name...
cs_cz: Název úkolu...
es_es: Nombre de tarea...
fr_fr: Nom de la tâche...
hu_hu: Feladat elnevezése…
pl_pl: Nazwa zadania...
ru_ru: Название задачи...
sv_se: Uppgifsnamn …
zh_cn: 任务名称…

# CreateEditTaskPage_Title.Text
source: Title
cs_cz: Název
es_es: Título
fr_fr: Titre
hu_hu: Tárgy
pl_pl: Tytuł
ru_ru: Название
sv_se: Titel
zh_cn: 标题

# DisplaySettingsPage_BackgroundImage.Content
source: Image
cs_cz: Obrázek
es_es: Imagen
hu_hu: Háttérkép
pl_pl: Obraz
ru_ru: Изображение
sv_se: Bild
zh_cn: 图像

# DisplaySettingsPage_BackgroundNone.Content
source: None
cs_cz: Nic
es_es: Ninguno
fr_fr: Aucun
hu_hu: Nincs
pl_pl: Brak
ru_ru: Нет
sv_se: Ingen
zh_cn: 无

# DisplaySettingsPage_BackgroundPattern.Content
source: Pattern
cs_cz: Vzor
es_es: Patrón
fr_fr: Motif
hu_hu: Mintázat
pl_pl: Wzór
ru_ru: Шаблон
sv_se: Mönster
zh_cn: 模式

# DisplaySettingsPage_Image.Text
source: Image
cs_cz: Obrázek
es_es: Imagen
hu_hu: Kép
pl_pl: Obraz
ru_ru: Изображение
sv_se: Bild
zh_cn: 图像

# DisplaySettingsPage_ImagePreview.Text
source: Preview
cs_cz: Náhled
es_es: Vista previa
fr_fr: Aperçu
hu_hu: Előnézet
pl_pl: Podgląd
ru_ru: Предварительный просмотр
sv_se: Förhandsvisning
zh_cn: 预览

# DisplaySettingsPage_Opacity.Text
source: Opacity
cs_cz: Neprůhlednost
es_es: Opacidad
fr_fr: Opacité
hu_hu: Átlátszóság
pl_pl: Nieprzezroczystość
ru_ru: Непрозрачность
sv_se: Opacitet
zh_cn: 透明度

# DisplaySettingsPage_Pattern.Text
source: Pattern
cs_cz: Vzor
es_es: Patrón
fr_fr: Motif
hu_hu: Mintázat
pl_pl: Wzór
ru_ru: Шаблон
sv_se: Mönster
zh_cn: 模式

# DisplaySettingsPage_PickImage.Content
source: Pick image
cs_cz: Vybrat obrázek
es_es: Seleccionar imagen
fr_fr: Choisir une image
hu_hu: Kép kiválasztása
pl_pl: Wybierz obraz
ru_ru: Выбрать изображение
sv_se: Välj bild
zh_cn: 选择图像

# DisplaySettingsPage_Title.Text
source: Display
cs_cz: Zobrazit
es_es: Mostrar
fr_fr: Affichage
hu_hu: Megjelenítés
pl_pl: Ekran
ru_ru: Отображение
sv_se: Skärm
zh_cn: 显示

# EditBox_Ok.Content
source: Ok
hu_hu: Rendben
ru_ru: Ок
zh_cn: 好的

# ExchangeSettingsPage_Advanced.Text
source: Advanced
cs_cz: Pokročilé
es_es: Avanzado
fr_fr: Avancé
hu_hu: Haladó
pl_pl: Zaawansowane
ru_ru: Дополнительное
sv_se: Avancerat
zh_cn: 高级别

# ExchangeSettingsPage_Domain.Text
source: Domain
cs_cz: Doména
es_es: Dominio
fr_fr: Domaine
hu_hu: Tartomány
pl_pl: Domena
ru_ru: Домен
sv_se: Domän
zh_cn: 域

# ExchangeSettingsPage_Email.Text
source: Email
ru_ru: Эл. почта
sv_se: E-post
zh_cn: 电子邮箱

# ExchangeSettingsPage_Help.Content
source: Help
cs_cz: Pomoc
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
pl_pl: Pomoc
ru_ru: Помощь
sv_se: Hjälp
zh_cn: 帮助

# ExchangeSettingsPage_Password.Text
source: Password
cs_cz: Heslo
fr_fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło
ru_ru: Пароль
sv_se: Lösenord
zh_cn: 密码

# ExchangeSettingsPage_ServerUri.Text
source: Server Uri
es_es: Uri del serivdor
fr_fr: Adresse du serveur
hu_hu: Kiszolgáló címe
pl_pl: Uri serwera
ru_ru: URI-адрес сервера
zh_cn: 服务器 Uri

# ExchangeSettingsPage_Title.Text
source: Exchange
zh_cn: 交换

# ExchangeSettingsPage_UserName.Text
source: Username
cs_cz: Uživatelské jméno
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя
sv_se: Användarnamn
zh_cn: 用户名

# ExchangeSettingsPage_UseSSL.Text
source: Use SSL
cs_cz: Používat SSL
es_es: Utilizar SSL
fr_fr: Utiliser SSL
hu_hu: Titkosított kapcsolat használata
pl_pl: Użyj SSL
ru_ru: Использовать SSL
sv_se: Använd SSL
zh_cn: 使用 SSL

# ExchangeSettingsPage_Version.Text
source: Version
cs_cz: Verze
es_es: Versión
hu_hu: Verzió
pl_pl: Wersja
ru_ru: Версия
zh_cn: 版本

# FolderGroup_Ascending.Content
source: Ascending
cs_cz: Vzestupně
es_es: Ascendente
fr_fr: Croissant
hu_hu: Növekvő
pl_pl: Rosnąco
ru_ru: По возрастанию
sv_se: Stigande
zh_cn: 升序

# FolderGroup_Descending.Content
source: Descending
cs_cz: Sestupně
es_es: Descendente
fr_fr: Décroissant
hu_hu: Csökkenő
pl_pl: Malejąco
ru_ru: По убыванию
sv_se: Fallande
zh_cn: 降序

# FolderGroup_Group.Text
source: Group by
cs_cz: Seskupit podle
es_es: Agrupar por
fr_fr: Grouper par
hu_hu: Csoportosítás
pl_pl: Grupowane po
ru_ru: Группировать по:
sv_se: Gruppera efter
zh_cn: 由…分组

# FolderGroup_GroupAction.Content
source: Action
cs_cz: Akce
es_es: Acción
hu_hu: Gyorsművelet
pl_pl: Akcja
ru_ru: Действие
sv_se: Aktivitet
zh_cn: 动作

# FolderGroup_GroupBy.Content
source: Group by
cs_cz: Seskupit podle
es_es: Agrupar por
fr_fr: Grouper par
hu_hu: Csoportosítás
pl_pl: Grupowane po
ru_ru: Группировать по:
sv_se: Gruppera efter
zh_cn: 由…分组

# FolderGroup_GroupContext.Content
source: Context
cs_cz: Souvislost
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
pl_pl: Kontekst
ru_ru: Контекст
sv_se: Kontext
zh_cn: 情景

# FolderGroup_GroupDue.Content
source: Due
cs_cz: Termin splnění
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Határidő
pl_pl: Do
ru_ru: Срок
sv_se: Färdigställandedatum
zh_cn: 到期

# FolderGroup_GroupFolder.Content
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
ru_ru: Папка
sv_se: Mapp
zh_cn: 文件夹

# FolderGroup_GroupPriority.Content
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
pl_pl: Priorytet
ru_ru: Приоритет
sv_se: Prioritet
zh_cn: 优先

# FolderGroup_GroupProgress.Content
source: Progress
cs_cz: Pokrok
es_es: Estado
fr_fr: Avancement
hu_hu: Készültségi fok
pl_pl: Progres
ru_ru: Прогресс
sv_se: Status
zh_cn: 进度

# FolderGroup_GroupStartDate.Content
source: Start date
cs_cz: Počáteční datum
es_es: Fecha de inicio
fr_fr: Date de démarrage
hu_hu: Kezdési idő
pl_pl: Data rozpoczęcia
ru_ru: Дата начала
sv_se: Startdatum
zh_cn: 开始日期

# FolderGroup_GroupStatus.Content
source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
ru_ru: Статус
zh_cn: 状态

# FolderGroup_Order.Text
source: Order
cs_cz: Seřadit
es_es: Ordenar
fr_fr: Tri
hu_hu: Rendezés
pl_pl: Porządek
ru_ru: Порядок
sv_se: Ordning
zh_cn: 次序

# FolderSettingsPage_Intro.Text
source: Folders help you organize your tasks. Delete existing folders or create new ones.
cs_cz: Složky pomáhají vaše úkoly organizovat. Smažte složku nebo vytvořte novou.
es_es: Las carpetas le ayudan a organizar sus tareas. Cree carpetas nuevas o elimine las existentes.
fr_fr: Les dossiers vous permettent d'organiser vos tâches. Supprimez des dossiers existants ou créez-en de nouveaux.
hu_hu: A mappák segítenek a feladatok rendszerezésében. Törölje a meglévő mappákat vagy hozzon létre újakat.
pl_pl: Foldery pomagają zorganizować zadania. Skasuj istniejące lub utwórz nowe.
ru_ru: Папки помогают организовать задачи. Удаляйте существующие и создавайте новые папки.
sv_se: Mappar hjälper dig att organisera dina uppgifter. Ta bort befintliga mappar eller skapa nya.
zh_cn: 文件夹可以帮助您组织您的任务。也可以删除现有的或创建新的文件夹。

# FolderSettingsPage_Title.Text
source: Folders
cs_cz: Složky
es_es: Carpetas
fr_fr: Dossiers
hu_hu: Mappák
pl_pl: Foldery
ru_ru: Папки
sv_se: Mappar hjälper dig att organisera dina uppgifter. Ta bort befintliga mappar eller skapa nya.
zh_cn: 文件夹

# FrequencyPicker_AsSoonAs.Text
source: Create new task from:
cs_cz: Vytvořit nový úkol od:
es_es: Crear una nueva tarea desde:
fr_fr: Créer la nouvelle tâche à partir:
hu_hu: Új feladat létrehozása
pl_pl: Stwórz nowe zadanie z:
ru_ru: Создать новое задание от:
sv_se: Skapa ny uppgift från:
zh_cn: 从 创建新任务

# FrequencyPicker_DueDateOver.Text
source: previous due date
cs_cz: z předchozího data splatnosti
es_es: desde la fecha de vencimiento anterior
fr_fr: de l'échéance précédente
hu_hu: a korábbi határidőtől
pl_pl: z poprzedniego terminu
ru_ru: от предыдущей даты выполнения
sv_se: från tidigare färdigställandedatum
zh_cn: 从上一个限定日期

# FrequencyPicker_TaskCompleted.Text
source: task completion date
cs_cz: datum, kdy byl úkol splněn
es_es: La tarea ha sido completada
fr_fr: du moment ou la tâche est terminée
hu_hu: a feladat befejezésének időpontjától
pl_pl: data zakończenia zadania
ru_ru: даты выполнения задачи
sv_se: datum för färdigställande
zh_cn: 任务完成日期

# GeneralSettingsPage_AutoDelete.Text
source: Automatic removal of completed tasks
cs_cz: Automatické odstranění splněných úkolů
es_es: Automaticamente eliminado de las tareas acabadas
fr_fr: Suppression automatique des tâches terminées
hu_hu: Befejezett feladatok automatikus törlése
pl_pl: Automatyczne usuwanie zakończonych zadań
ru_ru: Автоматическое удаление выполненных задач
sv_se: Automatisk borttagning av färdigställda uppgifter
zh_cn: 自动删除已完成的任务

# GeneralSettingsPage_Background.Text
source: Background
cs_cz: Pozadí
es_es: Fondo
fr_fr: Arrière plan
hu_hu: Háttér
pl_pl: Tło
ru_ru: Фон
sv_se: Bakgrund
zh_cn: 后台
